[
  {
    "SecurityObjectives": [
      {
        "SecurityObjective": "Confidentiality",
        "Definition": {
          "Glossary": {
            "Term": "Confidentiality"
          }
        },
        "Threat": "A loss of confidentiality is the unauthorized disclosure of information."
      },
      {
        "SecurityObjective": "Integrity",
        "Definition": {
          "Glossary": {
            "Term": "Integrity"
          }
        },
        "Threat": "A loss of integrity is the unauthorized modification or destruction of information."
      },
      {
        "SecurityObjective": "Availability",
        "Definition": {
          "Glossary": {
            "Term": "Availability"
          }
        },
        "Threat": "A loss of availability is the disruption of access to or use of information or an information system."
      }
    ]
  },
  {
    "Impacts": [
      {
        "Impact": "Low",
        "Definition": "The potential impact is LOW if the loss of confidentiality, integrity, or availability could be expected to have a limited adverse effect on organizational operations, organizational assets, or individuals.",
        "Amplification": [
          " A limited adverse effect means that, for example, the loss of confidentiality, integrity, or availability might:",
          {
            "List": [
              "cause a degradation in mission capability to an extent and duration that the organization is able to perform its primary functions, but the effectiveness of the functions is noticeably reduced;",
              "result in minor damage to organizational assets;",
              "result in minor financial loss; or",
              "result in minor harm to individuals."
            ]
          }
        ]
      },
      {
        "Impact": "Moderate",
        "Definition": "The potential impact is MODERATE if the loss of confidentiality, integrity, or availability could be expected to have a serious adverse effect on organizational operations, organizational assets, or individuals. ",
        "Amplification": [
          "A serious adverse effect means that, for example, the loss of confidentiality, integrity, or availability might:",
          {
            "List": [
              "cause a significant degradation in mission capability to an extent and duration that the organization is able to perform its primary functions, but the effectiveness of the functions is significantly reduced;",
              "result in significant damage to organizational assets;",
              "result in significant financial loss; or",
              "result in significant harm to individuals that does not involve loss of life or serious life threatening injuries."
            ]
          }
        ]
      },
      {
        "Impact": "High",
        "Definition": "The potential impact is HIGH if the loss of confidentiality, integrity, or availability could be expected to have a severe or catastrophic adverse effect on organizational operations, organizational assets, or individuals.",
        "Amplification": [
          "A severe or catastrophic adverse effect means that, for example, the loss of confidentiality, integrity, or availability might:",
          {
            "List": [
              "cause a severe degradation in or loss of mission capability to an extent and duration that the organization is not able to perform one or more of its primary functions;",
              "result in major damage to organizational assets;",
              "result in major financial loss; or",
              "result in severe or catastrophic harm to individuals involving loss of life or serious life threatening injuries."
            ]
          }
        ]
      }
    ]
  },
  {
    "SecurityCategorizations": [
      {
        "AppliedTo": "Information Type",
        "Method": "Establishing an appropriate security category of an information type essentially requires determining the potential impact for each security objective associated with the particular information type."
      },
      {
        "AppliedTo": "Information System",
        "Method": "For an information system, the potential impact values assigned to the respective security objectives (confidentiality, integrity, availability) shall be the highest values (i.e., high water mark) from among those security categories that have been determined for each type of information resident on the information system."
      }
    ]
  }
]
