[
  {
    "Role": "Authorizing Official",
    "Synonyms": ["Accreditation Authority"],
    "Responsibilities": [
      "The authorizing official is a senior official or executive with the authority to formally assume responsibility and accountability for operating a system; providing common controls inherited by organizational systems; or using a system, service, or application from an external provider. The authorizing official is the only organizational official who can accept the security and privacy risk to organizational operations, organizational assets, and individuals.115 Authorizing officials typically have budgetary oversight for the system or are responsible for the mission and/or business operations supported by the system. Accordingly, authorizing officials are in management positions with a level of authority commensurate with understanding and accepting such security and privacy risks. Authorizing officials approve plans, memorandums of agreement or understanding, plans of action and milestones, and determine whether significant changes in the information systems or environments of operation require reauthorization.",
      "Authorizing officials coordinate their activities with common control providers, system owners, chief information officers, senior agency information security officers, senior agency officials for privacy, system security and privacy officers, control assessors, senior accountable officials for risk management/risk executive (function), and other interested parties during the authorization process. With the increasing complexity of the mission/business processes in an organization, partnership arrangements, and the use of shared services, it is possible that a system may"
    ],
    "Publications": {
      "Publication": "SP 800-37 Rev. 2"
    }
  },
  {
    "Role": "Authorizing Official Designated Representative",
    "Responsibilities": [
      "The authorizing official designated representative is an organizational official designated by the authorizing official who is empowered to act on behalf of the authorizing official to coordinate and conduct the day-to-day activities associated with managing risk to information systems and organizations. This includes carrying out many of the activities related to the execution of the RMF. The only activity that cannot be delegated by the authorizing official to the designated representative is the authorization decision and signing of the associated authorization decision document (i.e., the acceptance of risk)."
    ],
    "Publications": {
      "Publication": "SP 800-37 Rev. 2"
    }
  },
  {
    "Role": "Chief Acquisition Officer",
    "Responsibilities": [
      "The chief acquisition officer is an organizational official designated by the head of an agency to advise and assist the head of agency and other agency officials to ensure that the mission of the agency is achieved through the management of the agency’s acquisition activities. The chief acquisition officer monitors the performance of acquisition activities and programs; establishes clear lines of authority, accountability, and responsibility for acquisition decision making within the agency; manages the direction and implementation of acquisition policy for the agency; and establishes policies, procedures, and practices that promote full and open competition from responsible sources to fulfill best value requirements considering the nature of the property or service procured. The Chief Acquisition Officer coordinates with mission or business owners, authorizing officials, senior accountable official for risk management, system owners, common control providers, senior agency information security officer, senior agency official for privacy, and risk executive (function) to ensure that security and privacy requirements are defined in organizational procurements and acquisitions."
    ],
    "Publications": {
      "Publication": "SP 800-37 Rev. 2"
    }
  },
  {
    "Role": "Chief Information Officer",
    "Responsibilities": [
      "The chief information officer117 is an organizational official responsible for designating a senior agency information security officer; developing and maintaining security policies, procedures, and control techniques to address security requirements; overseeing personnel with significant responsibilities for security and ensuring that the personnel are adequately trained; assisting senior organizational officials concerning their security responsibilities; and reporting to the head of the agency on the effectiveness of the organization’s security program, including progress of remedial actions. The chief information officer, with the support of the senior accountable official for risk management, the risk executive (function), and the senior agency information security officer, works closely with authorizing officials and their designated representatives to help ensure that:",
      {
        "List": [
          "An organization-wide security program is effectively implemented resulting in adequate security for all organizational systems and environments of operation",
          "Security and privacy (including supply chain) risk management considerations are integrated into programming/planning/budgeting cycles, enterprise architectures, the SDLC, and acquisitions",
          "Organizational systems and common controls are covered by approved system security plans and possess current authorizations",
          "Security activities required across the organization are accomplished in an efficient, cost-effective, and timely manner",
          "There is centralized reporting of security activities."
        ]
      },
      "The chief information officer and authorizing officials determine the allocation of resources dedicated to the protection of systems supporting the organization’s missions and business functions based on organizational priorities. For information systems that process personally identifiable information, the chief information officer and authorizing officials coordinate any determination about the allocation of resources dedicated to the protection of those systems with the senior agency official for privacy. For selected systems, the chief information officer may be designated as an authorizing official or a co-authorizing official with other senior organizational officials. The role of chief information officer is an inherent U.S. Government function and is assigned to government personnel only."
    ],
    "Publications": {
      "Publication": "SP 800-37 Rev. 2"
    }
  },
  {
    "Role": "Chief Information Security Officer",
    "Synonyms": ["Senior Agency Information Security Officer"],
    "Responsibilities": [
      "",
      {
        "List": []
      },
      ""
    ],
    "Publications": {
      "Publication": "SP 800-37 Rev. 2"
    }
  },
  {
    "Role": "Common Control Provider",
    "Responsibilities": [
      "The common control provider is an individual, group, or organization that is responsible for the implementation, assessment, and monitoring of common controls (i.e., controls inherited by organizational systems).118 Common control providers also are responsible for ensuring the documentation of organization-defined common controls in security and privacy plans (or equivalent documents prescribed by the organization); ensuring that required assessments of the common controls are conducted by qualified assessors with an appropriate level of independence; documenting assessment findings in control assessment reports; and producing plans of action and milestones for controls having deficiencies. Security and privacy plans, security and privacy assessment reports, and plans of action and milestones for common controls (or summary of such information) are made available to the system owners of systems inheriting common controls after the information is reviewed and approved by the authorizing officials accountable for those common controls.",
      "The senior agency official for privacy is responsible for designating which privacy controls may be treated as common controls. Privacy controls that are designated as common controls are documented in the organization’s privacy program plan.119 The senior agency official for privacy has oversight responsibility for common controls in place or planned for meeting applicable privacy requirements and managing privacy risks and is responsible for assessing those controls. At the discretion of the organization, privacy controls that are designated as common controls may be assessed by an independent assessor. In all cases, however, the senior agency official for privacy retains responsibility and accountability for the organization’s privacy program, including any privacy functions performed by independent assessors. Privacy plans and privacy control assessment reports are made available to systems owners whose systems inherit privacy controls that are designated as common controls."
    ],
    "Publications": {
      "Publication": "SP 800-37 Rev. 2"
    }
  },
  {
    "Role": "Control Assessor",
    "Responsibilities": [
      "The control assessor is an individual, group, or organization responsible for conducting a comprehensive assessment of implemented controls and control enhancements to determine the effectiveness of the controls (i.e., the extent to which the controls are implemented correctly, operating as intended, and producing the desired outcome with respect to meeting the security and privacy requirements for the system and the organization). For systems, implemented system-specific controls and system-implemented parts of hybrid controls are assessed. For common controls, implemented common controls and common control-implemented parts of hybrid controls are assessed. The system owner and common control provider rely on the security and privacy expertise and judgment of the assessor to assess the implemented controls using the assessment procedures specified in the security and privacy assessment plans. Multiple control assessors who are differentiated by their expertise in specific control requirements or technologies may be required to conduct the assessment effectively. Prior to initiating the control assessment, assessors review the security and privacy plans to facilitate development of the assessment plans. Control assessors provide an assessment of the severity of the deficiencies discovered in the system, environment of operation, and common controls and can recommend corrective actions to address the identified vulnerabilities. For system-level control assessments, control assessors do not assess inherited controls, and only assess the system-implemented portions of hybrid controls. Control assessors prepare security and privacy assessment reports containing the results and findings from the assessment.",
      "The required level of assessor independence is determined by the authorizing official based on laws, executive orders, directives, regulations, policies, standards, or guidelines. When a control assessment is conducted in support of an authorization decision or ongoing authorization, the authorizing official makes an explicit determination of the degree of independence required. Assessor independence is a factor in preserving an impartial and unbiased assessment process; determining the credibility of the assessment results; and ensuring that the authorizing official receives objective information to make an informed, risk-based authorization decision.",
      "The senior agency official for privacy is responsible for assessing privacy controls and for providing privacy information to the authorizing official. At the discretion of the organization, privacy controls may be assessed by an independent assessor. However, in all cases, the senior agency official for privacy retains responsibility and accountability for the privacy program of the organization, including any privacy functions performed by the independent assessors."
    ],
    "Publications": {
      "Publication": "SP 800-37 Rev. 2"
    }
  },
  {
    "Role": "Information Owner",
    "Synonyms": ["Data Owner"],
    "Responsibilities": [
      "Official with statutory or operational authority for specified information and responsibility for establishing the controls for its generation, collection, processing, dissemination, and disposal."
    ],
    "Defined In": {
      "Publication": "CNSS Instruction 4009"
    },
    "Used In": {
      "Publication": ["FIPS 200"]
    }
  },
  {
    "Role": "Information System Owner",
    "Synonyms": ["System Owner"],
    "Responsibilities": [
      "Official responsible for the overall procurement, development, integration, modification, or operation and maintenance of an information system."
    ],
    "Defined In": {
      "Publication": "CNSS Instruction 4009 Adapted"
    },
    "Used In": {
      "Publication": ["FIPS 200"]
    }
  },
  {
    "Role": "Senior Agency Information Security Officer",
    "Synonyms": [""],
    "Responsibilities": [
      "Official responsible for carrying out the Chief Information Officer responsibilities under FISMA and serving as the Chief Information Officer’s primary liaison to the agency’s authorizing officials, information system owners, and information system security officers."
    ],
    "Defined In": {
      "Publication": "44 U.S.C., Sec. 3544"
    },
    "Used In": {
      "Publication": ["FIPS 200"]
    }
  },
  {
    "Role": "",
    "Synonyms": [""],
    "Responsibilities": [""],
    "Defined In": {
      "Publication": "FIPS 200"
    },
    "Used In": {
      "Publication": ["FIPS 200"]
    }
  }
]
